Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 太阳正照着%@
de: Die Sonne steht genau über %@
en: The sun is directly over %@
es: El sol está justo sobre %@
fr: Soleil au zénith : %@
id: Matahari tepat di atas %@
it: Il Sole illumina %@
ja: 太陽が%@の真上にあります
ko: 태양이 %@에 비치고 있습니다.
nl: De zon staat pal boven %@.
pl: Słońce jest dokładnie nad %@
pt_br: O sol ilumina %@
ru: Солнце находится прямо над %@
tr: Güneş’in tam altında: %@
vi: Mặt trời đang chiếu sáng %@
zh_hant: 太陽正照著%@

source: 曙暮：%@
de: Dämmerung: %@
en: Twilight: %@
es: Crepúsculo: %@
fr: Aube et crépuscule : %@
id: Fajar dan senja: %@
it: Crepuscolo: %@
ja: 薄明: %@
ko: 박명: %@
nl: Schemering: %@
pl: Świt i zmierzch: %@
pt_br: Crepúsculo: %@
ru: Сумерки: %@
tr: Alacakaranlık: %@
vi: Chạng vạng: %@
zh_hant: 曙暮光：%@

source: 太平洋中部
de: dem mittleren Pazifik
en: the central Pacific
es: Pacífico central
fr: Pacifique central
id: Pasifik tengah
it: il Pacifico centrale
ko: 태평양 중부
nl: de centrale Stille Oceaan
pl: środkowym Pacyfikiem
pt_br: o Pacífico central
ru: центральной частью Тихого океана
tr: Orta Pasifik
vi: trung tâm Thái Bình Dương

source: 美洲西部
de: dem Westen Amerikas
en: the western Americas
es: América occidental
fr: Ouest des Amériques
id: Amerika bagian barat
it: le Americhe occidentali
ja: 南北アメリカ西部
ko: 아메리카 서부
nl: het westen van Amerika
pl: zachodnią częścią Ameryk
pt_br: o oeste das Américas
ru: западом Америки
tr: Amerika kıtasının batısı
vi: miền tây châu Mỹ

source: 美洲东部
de: dem Osten Amerikas
en: the eastern Americas
es: América oriental
fr: Est des Amériques
id: Amerika bagian timur
it: le Americhe orientali
ja: 南北アメリカ東部
ko: 아메리카 동부
nl: het oosten van Amerika
pl: wschodnią częścią Ameryk
pt_br: o leste das Américas
ru: востоком Америки
tr: Amerika kıtasının doğusu
vi: miền đông châu Mỹ
zh_hant: 美洲東部

source: 大西洋
de: dem Atlantik
en: the Atlantic
es: Atlántico
fr: Atlantique
id: Atlantik
it: l’Atlantico
ko: 대서양
nl: de Atlantische Oceaan
pl: Atlantykiem
pt_br: o Atlântico
ru: Атлантикой
tr: Atlas Okyanusu
vi: Đại Tây Dương

source: 欧洲与非洲
de: Europa und Afrika
en: Europe and Africa
es: Europa y África
fr: Europe et Afrique
id: Eropa dan Afrika
it: l’Europa e l’Africa
ja: ヨーロッパとアフリカ
ko: 유럽과 아프리카
nl: Europa en Afrika
pl: Europą i Afryką
pt_br: A Europa e a África
ru: Европой и Африкой
tr: Avrupa ve Afrika
vi: châu Âu và châu Phi
zh_hant: 歐洲與非洲

source: 中东与南亚
de: dem Nahen Osten und Südasien
en: the Middle East and South Asia
es: Oriente Medio y Asia meridional
fr: Moyen-Orient et Asie du Sud
id: Timur Tengah dan Asia Selatan
it: il Medio Oriente e l’Asia meridionale
ja: 中東と南アジア
ko: 중동과 남아시아
nl: het Midden-Oosten en Zuid-Azië
pl: Bliskim Wschodem i Azją Południową
pt_br: o Oriente Médio e o Sul da Ásia
ru: Ближним Востоком и Южной Азией
tr: Orta Doğu ve Güney Asya
vi: Trung Đông và Nam Á
zh_hant: 中東與南亞

source: 东亚与东南亚
de: Ost- und Südostasien
en: East and Southeast Asia
es: Asia oriental y el sudeste asiático
fr: Asie de l’Est et du Sud-Est
id: Asia Timur dan Asia Tenggara
it: l’Asia orientale e sudorientale
ja: 東アジアと東南アジア
ko: 동아시아와 동남아시아
nl: Oost- en Zuidoost-Azië
pl: Azją Wschodnią i Południowo-Wschodnią
pt_br: O Leste e o Sudeste Asiático
ru: Восточной и Юго-Восточной Азией
tr: Doğu ve Güneydoğu Asya
vi: Đông Á và Đông Nam Á
zh_hant: 東亞與東南亞

source: 大洋洲与西太平洋
de: Ozeanien und dem westlichen Pazifik
en: Oceania and the western Pacific
es: Oceanía y el Pacífico occidental
fr: Océanie et Pacifique occidental
id: Oseania dan Pasifik barat
it: l’Oceania e il Pacifico occidentale
ja: オセアニアと西太平洋
ko: 오세아니아와 서태평양
nl: Oceanië en de westelijke Stille Oceaan
pl: Oceanią i zachodnim Pacyfikiem
pt_br: a Oceania e o Pacífico ocidental
ru: Океанией и западом Тихого океана
tr: Okyanusya ve Batı Pasifik
vi: châu Đại Dương và tây Thái Bình Dương
zh_hant: 大洋洲與西太平洋

source: 能打给的时段
de: Anrufzeiten
en: Call During
es: Horario de llamadas
fr: Heures d’appel
id: Waktu Bisa Ditelepon
it: Orari di chiamata
ja: 電話できる時間枠
ko: 전화 가능 시간대
nl: Beltijden
pl: Godziny rozmów
pt_br: Horários para Ligar
ru: Часы для звонков
tr: Arama saatleri
vi: Giờ có thể gọi
zh_hant: 可通話時段

# 上班时段
source: 工作时段
de: Arbeitszeiten
en: Work Hours
es: Horario laboral
fr: Horaires de travail
id: Jam Kerja
it: Orari di lavoro
ja: 勤務時間
ko: 근무 시간
nl: Werktijden
pl: Godziny pracy
pt_br: Horário de Trabalho
ru: Рабочее время
tr: Çalışma Saatleri
vi: Giờ làm việc
zh_hant: 工作時段

source: 醒着时段
de: Wachzeiten
en: Awake Hours
es: Horas de vigilia
fr: Heures d’éveil
id: Jam Terjaga
it: Ore di veglia
ja: 起きている時間枠
ko: 깨어 있는 시간
nl: Wakkere uren
pl: Godziny czuwania
pt_br: Período de Vigília
ru: Часы бодрствования
tr: Uyanık Olunan Saatler
vi: Giờ thức
zh_hant: 醒著時段

# 按上班时段
source: 按工作时段
de: Nach Arbeitszeiten
en: By work hours
es: Según el horario laboral
fr: Selon les horaires de travail
id: Berdasarkan jam kerja
it: Secondo l’orario di lavoro
ja: 勤務時間で
ko: 근무 시간 기준
nl: Volgens werktijden
pl: Według godzin pracy
pt_br: Pelo horário de trabalho
ru: По рабочему времени
tr: Çalışma saatlerine göre
vi: Theo giờ làm việc
zh_hant: 依工作時段

source: 按醒着时段
de: Nach Wachzeiten
en: By awake hours
es: Según las horas de vigilia
fr: Selon les heures d’éveil
id: Berdasarkan jam terjaga
it: Secondo le ore di veglia
ja: 起きている時間枠で
ko: 깨어 있는 시간 기준
nl: Volgens wakkere uren
pl: Według godzin czuwania
pt_br: Pelo período de vigília
ru: По часам бодрствования
tr: Uyanık olunan saatlere göre
vi: Theo giờ thức
zh_hant: 依醒著時段

# 在休息时段
source: 醒着时段外
de: Außerhalb der Wachzeiten
en: Outside awake hours
es: Fuera de las horas de vigilia
fr: Hors heures d’éveil
id: Di luar jam terjaga
it: Fuori dalle ore di veglia
ja: 起きている時間枠の外
ko: 깨어 있는 시간 외
nl: Buiten wakkere uren
pl: Poza godzinami czuwania
pt_br: Fora do período de vigília
ru: Вне часов бодрствования
tr: Uyanık olunan saatler dışında
vi: Ngoài giờ thức
zh_hant: 醒著時段外

source: 至
de: Bis
en: To
es: Hasta
fr: Au
id: Sampai
it: Al
ja: 終了
ko: 종료
nl: Tot
pl: Do
pt_br: Até
ru: По
tr: Bitiş
vi: Đến

source: 从
de: Von
en: From
es: Desde
fr: Du
id: Dari
it: Dal
ja: 開始
ko: 시작
nl: Van
pl: Od
pt_br: De
ru: С
tr: Başlangıç
vi: Từ
zh_hant: 從

source: 拖动或左右轻扫改变时间 · 连按两次放大
de: Ziehen oder seitlich streichen, um die Zeit zu ändern · Zum Vergrößern doppelklicken
en: Drag or swipe sideways to change the time · Double-click to enlarge
es: Arrastra o desliza hacia los lados para cambiar la hora · Haz doble clic para ampliar
fr: Faire glisser ou balayer latéralement pour changer l’heure · Double-cliquer pour agrandir
id: Seret atau gesek ke samping untuk mengubah waktu · Klik ganda untuk memperbesar
it: Trascina o scorri lateralmente per cambiare l’ora · Doppio clic per ingrandire
ja: ドラッグまたは左右にスワイプして時刻を変更 · ダブルクリックで拡大
ko: 드래그하거나 좌우로 쓸어넘겨 시간 변경 · 이중 클릭하여 확대
nl: Sleep of veeg opzij om de tijd te wijzigen · Dubbelklik om te vergroten
pl: Przeciągnij lub przesuń w bok, aby zmienić godzinę · Kliknij dwukrotnie, aby powiększyć
pt_br: Arraste ou deslize para os lados para mudar o horário · Clique duas vezes para ampliar
ru: Перетащите или смахните влево или вправо, чтобы изменить время · Дважды щёлкните, чтобы увеличить
tr: Saati değiştirmek için sürükleyin ya da sola veya sağa kaydırın · Büyütmek için çift tıklayın
vi: Kéo hoặc vuốt ngang để đổi thời gian · Bấm đúp để phóng to
zh_hant: 拖移或左右輕掃更改時間 · 按兩下放大

# 拖动改变时间 · ← → 走一小时 · ⌥ 走一刻钟 · ⌘C 拷贝地图
source: 拖动改变时间 · ← → 走一小时 · ⌥ 走一刻钟 · ⌘C拷贝图像
de: Ziehen, um die Zeit zu ändern · ← → eine Stunde · ⌥ eine Viertelstunde · ⌘C Bild kopieren
en: Drag to change the time · ← → one hour · ⌥ a quarter hour · ⌘C copy image
es: Arrastra para cambiar la hora · ← → una hora · ⌥ un cuarto de hora · ⌘C copiar imagen
fr: Faire glisser pour changer l’heure · ← → une heure · ⌥ un quart d’heure · ⌘C copier l’image
id: Seret untuk mengubah waktu · ← → satu jam · ⌥ seperempat jam · ⌘C salin gambar
it: Trascina per cambiare l’ora · ← → un’ora · ⌥ un quarto d’ora · ⌘C copia l’immagine
ja: ドラッグで時刻を変更 · ←キーと→キーで1時間 · optionキーで15分 · command+Cキーで画像をコピー
ko: 드래그하여 시간 변경 · ← → 1시간 · ⌥ 15분 · ⌘C 이미지 복사
nl: Sleep om de tijd te wijzigen · ← → een uur · ⌥ een kwartier · ⌘C kopieer afbeelding
pl: Przeciągnij, aby zmienić godzinę · ← → o godzinę · ⌥ o kwadrans · ⌘C kopiuj obraz
pt_br: Arraste para mudar o horário · ← → uma hora · ⌥ um quarto de hora · ⌘C copiar a imagem
ru: Перетащите, чтобы изменить время · ← → на час · ⌥ на четверть часа · ⌘C скопировать изображение
tr: Saati değiştirmek için sürükleyin · ← → bir saat · ⌥ çeyrek saat · ⌘C görüntüyü kopyalar
vi: Kéo để đổi thời gian · ← → một giờ · ⌥ 15 phút · ⌘C sao chép hình ảnh
zh_hant: 拖移更改時間 · ← → 移動一小時 · ⌥ 移動一刻鐘 · ⌘C拷貝影像

source: ← → 走一小时 · ⌥ 走一刻钟
de: ← → eine Stunde · ⌥ eine Viertelstunde
en: ← → one hour · ⌥ a quarter hour
es: ← → una hora · ⌥ un cuarto de hora
fr: ← → une heure · ⌥ un quart d’heure
id: ← → satu jam · ⌥ seperempat jam
it: ← → un’ora · ⌥ un quarto d’ora
ja: ←キーと→キーで1時間 · optionキーで15分
ko: ← →로 1시간, ⌥를 누르면 15분씩 이동합니다.
nl: ← → een uur · ⌥ een kwartier
pl: ← → o godzinę · ⌥ o kwadrans
pt_br: ← → uma hora · ⌥ um quarto de hora
ru: ← → час · ⌥ четверть часа
tr: ← → bir saat · ⌥ çeyrek saat
vi: ← → một giờ · ⌥ 15 phút
zh_hant: ← → 移動一小時 · ⌥ 移動一刻鐘

source: 拖一下地图，太阳跟着手走
de: Karte ziehen, die Sonne folgt der Hand
en: Drag the map and the sun follows your hand
es: Arrastra el mapa: el sol sigue tu mano
fr: Faites glisser la carte, le soleil suit votre main.
id: Seret peta, matahari mengikuti tangan Anda
it: Trascina la mappa: il Sole segue la mano
ja: 地図をドラッグすると、太陽も手の動きに合わせて動きます
ko: 지도를 드래그하면 태양이 손을 따라 움직입니다.
nl: Sleep de kaart, dan volgt de zon je hand
pl: Przeciągnij mapę, a słońce podąży za ręką
pt_br: Arraste o mapa: o sol segue sua mão
ru: Перетащите карту, и солнце последует за рукой
tr: Haritayı sürüklediğinizde Güneş elinizi izler
vi: Hãy kéo bản đồ, mặt trời sẽ theo tay bạn
zh_hant: 拖一下地圖，太陽跟著手走

source: 改变时间
de: Zeit ändern
en: Change the time
es: Cambiar la hora
fr: Changer l’heure
id: Ubah waktu
it: Cambia l’ora
ja: 時刻を変更
ko: 시간 변경
nl: Wijzig tijd.
pl: Zmień godzinę
pt_br: Mudar a hora
ru: Изменить время
tr: Saati değiştir
vi: Đổi thời gian
zh_hant: 更改時間

# 打开地球窗
source: 打开地球窗口
de: Erdfenster öffnen
en: Open the Earth window
es: Abrir la ventana de la Tierra
fr: Ouvrir la fenêtre Terre
id: Buka jendela Bumi
it: Apri la finestra Terra
ja: 地球ウインドウを開く
ko: 지구 윈도우 열기
nl: Open het aardevenster.
pl: Otwórz okno Ziemi
pt_br: Abrir a Janela Terra
ru: Открыть окно Земли
tr: Dünya penceresini aç
vi: Mở cửa sổ Trái Đất
zh_hant: 打開地球視窗

source: 连按两次地图
de: Karte doppelklicken
en: Double-click the map
es: Haz doble clic en el mapa
fr: Double-cliquer sur la carte
id: Klik ganda pada peta
it: Fai doppio clic sulla mappa
ja: 地図をダブルクリック
ko: 지도 이중 클릭
nl: Dubbelklik op de kaart.
pl: Kliknij dwukrotnie mapę
pt_br: Clique duas vezes no mapa
ru: Дважды щёлкните карту
tr: Haritaya çift tıklayın
vi: Bấm đúp vào bản đồ
zh_hant: 按兩下地圖

source: 撤销删除的地点
de: Gelöschten Ort wiederherstellen
en: Undo a deleted place
es: Deshacer la eliminación de un lugar
fr: Annuler la suppression d’un lieu
id: Urungkan penghapusan lokasi
it: Annulla l’eliminazione di un luogo
ja: 場所の削除を取り消す
ko: 장소 삭제 실행 취소
nl: Herstel verwijderde locatie.
pl: Cofnij usunięcie miejsca
pt_br: Desfazer a remoção de um local
ru: Отменить удаление места
tr: Silinen konumu geri al
vi: Hoàn tác việc xóa địa điểm
zh_hant: 還原已刪除的地點

source: 在面板里看换算的时刻
de: Umgerechnete Zeit im Panel ansehen
en: See a converted time in the panel
es: Ver una hora convertida en el panel
fr: Voir une heure convertie dans le panneau
id: Lihat waktu hasil konversi di panel
it: Vedi un’ora convertita nel pannello
ja: 変換した時刻をパネルで見る
ko: 변환한 시각을 패널에서 보기
nl: Bekijk de omgerekende tijd in het paneel.
pl: Zobacz przeliczoną godzinę w panelu
pt_br: Ver uma hora convertida no painel
ru: Посмотреть пересчитанное время на панели
tr: Dönüştürülen saati panelde gör
vi: Xem thời gian đã quy đổi trong bảng
zh_hant: 在面板裡看換算的時刻

source: 换算页里按 ⌘↩
de: In „Zeitumrechnung“ ⌘↩ drücken
en: Press ⌘↩ in Time Conversion
es: Pulsa ⌘↩ en la página de conversión
fr: Appuyer sur ⌘↩ dans « Conversion horaire »
id: Tekan ⌘↩ di Konversi Waktu
it: Premi ⌘↩ in “Conversione orari”
ja: “時刻変換”でcommand+returnキーを押す
ko: 시간 변환에서 ⌘↩ 누르기
nl: Druk op ⌘↩ in 'Tijdconversie'
pl: Naciśnij ⌘↩ na stronie Przeliczanie czasu
pt_br: Pressione ⌘↩ na Página de Conversão
ru: Нажмите ⌘↩ на странице «Пересчёт времени»
tr: Saat Dönüştürme sayfasında ⌘↩ tuşlarına basın
vi: Nhấn ⌘↩ trong Quy đổi giờ
zh_hant: 在「時間換算」頁按⌘↩

source: 地点的快捷操作
de: Schnellaktionen für einen Ort
en: Quick actions for a place
es: Acciones rápidas de un lugar
fr: Actions rapides d’un lieu
id: Tindakan cepat untuk lokasi
it: Azioni rapide per un luogo
ja: 場所のクイック操作
ko: 장소의 빠른 동작
nl: Snelle acties voor een locatie
pl: Szybkie czynności dotyczące miejsca
pt_br: Ações rápidas de um local
ru: Быстрые действия с местом
tr: Bir konum için hızlı eylemler
vi: Thao tác nhanh với một địa điểm
zh_hant: 地點的快速操作

source: 右键点地点行
de: Rechtsklick auf eine Ortszeile
en: Right-click a place row
es: Haz clic secundario en la fila de un lugar
fr: Faire un clic droit sur une ligne de lieu
id: Klik kanan baris lokasi
it: Fai clic con il tasto destro sulla riga di un luogo
ja: 場所の行を右クリック
ko: 장소 행을 오른쪽 클릭
nl: Klik met de rechtermuisknop op een locatieregel.
pl: Kliknij prawym przyciskiem wiersz miejsca
pt_br: Clique com o botão direito na linha de um local
ru: Щёлкните строку места правой кнопкой мыши
tr: Bir konum satırına sağ tıklayın
vi: Bấm chuột phải vào dòng địa điểm
zh_hant: 以滑鼠右鍵按一下地點列

source: “我这边”按%@算（原文写了在那里）
de: „Meine Zeit“ gilt als %@ (im Text steht, wo der Absender ist)
en: “My time” is taken as %@ (the text says the writer is there)
es: “Mi hora” se calcula según %@ (el texto indica dónde está quien escribe)
fr: Pour « Mon heure », le calcul utilise %@ (le texte indique que l’expéditeur s’y trouve).
id: “Waktu saya” dihitung sebagai %@ (teks menyatakan penulisnya berada di sana)
it: “La mia ora” è calcolata come %@ (il testo indica dove si trova chi scrive)
ja: “こちらの時間”は%@として計算します（原文に差出人がそこにいると書かれています）
ko: “내 시간”은 %@ 기준으로 계산합니다(원문에 위치가 명시되어 있음).
nl: 'Mijn tijd' wordt opgevat als %@ (in de tekst staat dat de afzender daar is).
pl: „U mnie” odczytano jako %@ (tekst podaje, że nadawca tam jest)
pt_br: “Meu horário” usa %@ (o texto informa que o remetente está lá)
ru: «Моё время» определяется так: %@ (в тексте указано, что автор находится там)
tr: “Benim saatimle” için %@ kullanılıyor (metinde gönderenin orada olduğu yazıyor)
vi: “Giờ bên tôi” được tính theo %@ (văn bản ghi người viết ở đó)
zh_hant: 「我這邊」按%@計算（原文已註明寫信人在哪裡）

source: “我这边”按%1$@算：由同一行的%2$@推出
de: „Meine Zeit“ gilt als %1$@: aus %2$@ in derselben Zeile geschlossen
en: “My time” is taken as %1$@: inferred from %2$@ on the same line
es: “Mi hora” se calcula según %1$@: se deduce de %2$@ en la misma línea
fr: Pour « Mon heure », le calcul utilise %1$@, d’après %2$@ sur la même ligne.
id: “Waktu saya” dihitung sebagai %1$@: disimpulkan dari %2$@ pada baris yang sama
it: “La mia ora” è calcolata come %1$@: dedotta da %2$@ sulla stessa riga
ja: “こちらの時間”は%1$@として計算します。同じ行の%2$@から推定しています
ko: “내 시간”은 %1$@ 기준으로 계산합니다. 같은 줄의 %2$@에서 추정했습니다.
nl: 'Mijn tijd' wordt opgevat als %1$@: afgeleid van %2$@ op dezelfde regel.
pl: „U mnie” odczytano jako %1$@: wywnioskowano z %2$@ w tym samym wierszu
pt_br: “Meu horário” usa %1$@, com base em %2$@ na mesma linha
ru: «Моё время» определяется так: %1$@ (основание: %2$@ в той же строке)
tr: “Benim saatimle” için %1$@ kullanılıyor; aynı satırdaki %2$@ ifadesinden çıkarıldı
vi: “Giờ bên tôi” được tính theo %1$@: suy ra từ %2$@ trên cùng một dòng
zh_hant: 「我這邊」按%1$@計算：由同一行的%2$@推得

source: 时刻
de: Uhrzeit
en: Time
es: Hora
fr: Heure
id: Waktu
it: Ora
ja: 時刻
ko: 시각
nl: Tijd
pl: Czas
pt_br: Horário
ru: Время
tr: Saat
vi: Giờ
zh_hant: 時刻

source: 太阳高度
de: Sonnenhöhe
en: Sun altitude
es: Altura solar
fr: Hauteur du soleil
id: Ketinggian matahari
it: Altezza del Sole
ja: 太陽高度
ko: 태양 고도
nl: Zonnehoogte
pl: Wysokość Słońca
pt_br: Altura do sol
ru: Высота Солнца
tr: Güneş yüksekliği
vi: Độ cao mặt trời
zh_hant: 太陽高度

source: %@今天的太阳高度
de: Sonnenhöhe heute in %@
en: Sun altitude today in %@
es: Altura solar de hoy en %@
fr: Hauteur du soleil aujourd’hui à %@
id: Ketinggian matahari hari ini di %@
it: Altezza del Sole oggi a %@
ja: %@の今日の太陽高度
ko: %@의 오늘 태양 고도
nl: Zonnehoogte vandaag in %@
pl: Wysokość Słońca dzisiaj w miejscu %@
pt_br: Altura do sol hoje em %@
ru: Высота Солнца сегодня, %@
tr: %@ için bugünün Güneş yüksekliği
vi: Độ cao mặt trời hôm nay tại %@
zh_hant: %@今天的太陽高度

source: 钟点没写明是哪里的，先按句中提到的%@算
de: Die Uhrzeit nennt keinen Ort; vorerst gilt das im Satz erwähnte %@
en: The time doesn’t say where; using %@ from the sentence for now
es: La hora no indica lugar; por ahora se usa %@ de la frase
fr: Le lieu correspondant à l’heure n’est pas précisé ; le calcul utilise %@, mentionné dans la phrase, pour l’instant.
id: Lokasi waktu tidak disebutkan; untuk sementara memakai %@ yang disebut dalam kalimat
it: Non è specificato dove vale l’orario; per ora si usa %@, che compare nella frase
ja: 時刻の場所が明記されていないため、文中の%@として計算します
ko: 어느 장소의 시간인지 적혀 있지 않아 우선 문장에 나온 %@ 기준으로 계산합니다.
nl: Er staat niet bij voor welke locatie de tijd geldt. Voorlopig wordt %@ uit de zin gebruikt.
pl: Nie podano miejsca dla tej godziny; na razie przyjęto %@ z tego zdania
pt_br: O local desse horário não foi informado; o cálculo usa %@, mencionado na frase, por enquanto
ru: Место для этого времени не указано; пока используется время места «%@», упомянутого в предложении
tr: Saatin hangi konuma ait olduğu belirtilmemiş; şimdilik cümledeki %@ kullanılıyor
vi: Chưa ghi giờ thuộc nơi nào; tạm tính theo %@ được nhắc trong câu
zh_hant: 未註明時間是哪裡的，先按句中提到的%@計算

# 在醒着时段
source: 醒着
de: Wach
en: Awake
es: En horario de vigilia
fr: En période d’éveil
id: Terjaga
it: Nelle ore di veglia
ja: 起きている
ko: 깨어 있음
nl: Wakker
pl: W godzinach czuwania
pt_br: Em Período de Vigília
ru: Бодрствует
tr: Uyanık
vi: Đang thức
zh_hant: 醒著

source: 曙暮
de: Dämmerung
en: Twilight
es: Crepúsculo
fr: Aube et crépuscule
id: Fajar dan Senja
it: Crepuscolo
ja: 薄明
ko: 박명
nl: Schemering
pl: Świt i zmierzch
pt_br: Crepúsculo
ru: Сумерки
tr: Alacakaranlık
vi: Chạng vạng
zh_hant: 曙暮光

source: 分钟
de: Minuten
en: Minutes
es: Minutos
fr: Minutes
id: Menit
it: Minuti
ja: 分
ko: 분
nl: Minuten
pl: Minuty
pt_br: Minutos
ru: Минуты
tr: Dakika
vi: Phút
zh_hant: 分鐘

source: 星期
de: Wochentag
en: Day of the week
es: Día de la semana
fr: Jour de la semaine
id: Hari dalam minggu
it: Giorno della settimana
ja: 曜日
ko: 요일
nl: Weekdag
pl: Dzień tygodnia
pt_br: Dia da semana
ru: День недели
tr: Haftanın Günü
vi: Ngày trong tuần

source: %1$@起 %2$@
de: Ab %1$@: %2$@
en: From %1$@: %2$@
es: Desde %1$@: %2$@
fr: À partir du %1$@ : %2$@
id: Mulai %1$@: %2$@
it: Dal %1$@: %2$@
ja: %1$@から %2$@
ko: %1$@부터 %2$@
nl: Vanaf %1$@: %2$@
pl: Od %1$@: %2$@
pt_br: A Partir de %1$@: %2$@
ru: С %1$@: %2$@
tr: %1$@ itibarıyla: %2$@
vi: Từ %1$@: %2$@

source: %@上班
de: Arbeitsbeginn: %@
en: %@ starts work
es: Inicio de la jornada: %@
fr: %@ commence le travail.
id: %@ mulai kerja
it: %@ inizia a lavorare
ja: %@始業
ko: %@ 출근
nl: %@ begint met werken
pl: %@: początek pracy
pt_br: %@ começa a trabalhar
ru: %@ начинает работу
tr: %@ mesaiye başlıyor
vi: %@ bắt đầu làm việc

source: %@：%lld次，共 %@
de: %@: betroffene Besprechungen: %lld, insgesamt %@
en: %@: %lld meetings, %@ in total
es: %@: reuniones afectadas: %lld; total: %@
fr: %@ : réunions concernées : %lld, total %@
id: %@: %lld kali, total %@
it: %@: riunioni interessate: %lld, totale %@
ja: %@さん: %lld回、計%@
ko: %@: %lld회, 총 %@
nl: %@: vergaderingen buiten werktijden: %lld, totaal %@
pl: %@: %lld takich spotkań, łącznie %@
pt_br: %@ · reuniões: %lld · total: %@
ru: %@: %lld таких встреч, всего %@
tr: %@: %lld toplantı, toplam %@
vi: %@: %lld lần, tổng %@

source: %lld次
de: %lld Mal
en: %lld meetings
es: %lld reuniones
fr: %lld fois
id: %lld rapat
it: %lld riunioni
ja: %lld回
ko: %lld회
nl: %lld vergaderingen
pl: %lld spotkania
pt_br: %lld vezes
ru: %lld раза
tr: %lld toplantı
vi: %lld cuộc họp

# 7 天内没有共同工作时段
source: 未来7天没有共同工作时段
de: Keine gemeinsame Arbeitszeit in den nächsten 7 Tagen
en: No shared work hours in the next 7 days
es: Sin horario laboral común en los próximos 7 días
fr: Aucun créneau de travail commun dans les 7 prochains jours
id: Tidak ada jam kerja bersama dalam 7 hari ke depan
it: Nessuna fascia di lavoro comune nei prossimi 7 giorni
ja: 今後7日間に共通の勤務時間はありません
ko: 앞으로 7일 동안 공통 근무 시간 없음
nl: Geen gezamenlijke werktijd in de komende 7 dagen
pl: Brak wspólnych godzin pracy w ciągu najbliższych 7 dni
pt_br: Sem horário de trabalho em comum nos próximos 7 dias
ru: В ближайшие 7 дней нет общего рабочего времени
tr: Önümüzdeki 7 gün ortak çalışma saati yok
vi: Không có giờ làm việc chung trong 7 ngày tới
zh_hant: 未來7天沒有共同工作時段

source: 三场
de: Drei
en: Three
es: Tres
fr: Trois
id: Tiga
it: Tre
ja: 3回
ko: 회차 3개
nl: Drie
pl: Trzy tury
pt_br: Três
ru: Три
tr: Üç
vi: Ba phiên
zh_hant: 三場

source: 上次计时数据无法读取，已备份原始数据。
de: Die letzten Timerdaten konnten nicht gelesen werden. Das Original wurde gesichert.
en: Saved timer data couldn’t be read. The original data was backed up.
es: No se han podido leer los datos del último temporizador. Se ha guardado una copia de los originales.
fr: Impossible de lire les données du dernier minuteur. L’original a été sauvegardé.
id: Data timer sebelumnya tidak dapat dibaca. Data asli telah dicadangkan.
it: Impossibile leggere i dati dell’ultimo timer. I dati originali sono stati salvati in una copia di backup.
ja: 前回のタイマーデータを読み取れませんでした。元のデータはバックアップ済みです。
ko: 이전 타이머 데이터를 읽을 수 없습니다. 원본 데이터를 백업했습니다.
nl: De vorige timergegevens konden niet worden gelezen. Er is een reservekopie van het origineel gemaakt.
pl: Nie udało się odczytać poprzednich danych minutnika. Oryginalne dane zachowano w kopii zapasowej.
pt_br: Não foi possível ler os dados salvos do timer. Os dados originais foram salvos em backup.
ru: Не удалось прочитать данные предыдущего таймера. Создана резервная копия исходных данных.
tr: Önceki sayaç verileri okunamadı, özgün veriler yedeklendi.
vi: Không thể đọc dữ liệu hẹn giờ lần trước. Dữ liệu gốc đã được sao lưu.
zh_hant: 無法讀取上次的計時資料，已備份原始資料。

source: 上班中
de: Bei der Arbeit
en: At work
es: Trabajando
fr: Au travail
id: Sedang bekerja
it: Al lavoro
ja: 勤務中
ko: 근무 중
nl: Aan het werk
pl: W pracy
pt_br: Trabalhando
ru: На работе
tr: Mesaide
vi: Đang làm việc

# 不工作（%@）
source: 工作时段外（%@）
de: Außerhalb der Arbeitszeit (%@)
en: Outside work hours (%@)
es: Fuera del horario laboral (%@)
fr: Hors horaires de travail (%@)
id: Di luar jam kerja (%@)
it: Fuori dall’orario di lavoro (%@)
ja: 勤務時間外（%@）
ko: 근무 시간 외(%@)
nl: Buiten werktijden (%@)
pl: Poza godzinami pracy (%@)
pt_br: Fora do horário de trabalho (%@)
ru: Вне рабочего времени (%@)
tr: Çalışma saatleri dışında (%@)
vi: Ngoài giờ làm việc (%@)
zh_hant: 工作時段外（%@）

source: 不限
de: Beliebig
en: Any
es: Cualquiera
fr: Indifférent
id: Kapan Saja
it: Qualsiasi
ja: 指定なし
ko: 제한 없음
nl: Geen voorkeur
pl: Dowolne
pt_br: Qualquer
ru: Без ограничений
tr: Fark Etmez
vi: Bất kỳ

source: 专注 %@
de: Fokus %@
en: Focused %@
es: Concentración %@
fr: Concentration : %@
id: Fokus %@
it: %@ di concentrazione
ja: 集中 %@
ko: 집중 %@
nl: Focus: %@
pl: Skupienie: %@
pt_br: Foco %@
ru: Концентрация: %@
tr: Odaklanma: %@
vi: Đã tập trung %@
zh_hant: 專注%@

source: 专注%lld分钟
de: Fokus: %lld Min.
en: Focus for %lld minutes
es: Concentración: %lld min
fr: Concentration : %lld min
id: Fokus selama %lld menit
it: Concentrazione: %lld minuti
ja: %lld分間集中
ko: 집중 %lld분
nl: Focus: %lld minuten
pl: Skupienie: %lld min
pt_br: Foco por %lld minutos
ru: Концентрация: %lld мин
tr: Odaklanma: %lld dakika
vi: Tập trung %lld phút
zh_hant: 專注%lld分鐘
